tap "homebrew/bundle"
tap "homebrew/services"
tap "macaulay2/tap"
tap "zegervdv/zathura"
brew "dbus", restart_service: true
brew "python@3.11"
brew "git"
brew "go"
brew "hugo"
brew "pkg-config"
brew "neovim"
brew "macaulay2/tap/macaulay2"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/zathura", args: ["HEAD", "with-synctex"]
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "alacritty"
cask "emacs"
cask "mactex-no-gui"
cask "rectangle"
